{
    "products" : [
        {
            "category": "shirts",
            "id": 1,
            "name": "Футболка «Minecraft: TNT»",
            "price": 1599,
            "description": "Идеальный выбор для поклонников популярной игры Minecraft! Стильный белый фон подчеркивает яркий дизайн: культовый логотип Minecraft, изображение блока TNT и забавная надпись создают уникальный геймерский стиль. Материал: качественный и приятный на ощупь хлопок обеспечивает комфорт при носке. Подходит для повседневной носки, геймерских мероприятий или в подарок фанату Minecraft. Добавь взрывоопасный стиль к своему образу уже сегодня!",
            "image": "https://ae04.alicdn.com/kf/Ac365df3feb834a9383c36326b5422996S.jpg",
            "quantity": 52,
            "characteristics": {
                "Цвет": "белый",
                "Размеры": "XXS - XXL",
                "Материал": "хлопок",
                "Пол": "мужской",
                "Возраст" : "6+",
                "Производство":"Россия"
            }
        },
        {
            "category": "shirts",
            "id": 2,
            "name": "Футболка «Minecraft: Персонажи в действии»",
            "price": 1499,
            "description": "Идеальный выбор для фанатов знаменитой игры! На черном фоне изображены культовые герои Minecraft, такие как Стив, Алекс, криперы и другие персонажи из игры в динамичной композиции. Яркий и запоминающийся дизайн подчеркивает уникальный стиль геймера. Материал: мягкий, качественный хлопок, обеспечивающий комфорт даже при длительном ношении. Идеально подходит для повседневной носки, мероприятий или в качестве подарка поклонникам Minecraft. Добавь любимую вселенную в свой гардероб!",
            "image": "https://ae04.alicdn.com/kf/S1462806f7e4e43d1b653f62cd2bddfcbZ.jpg_640x640.jpg",
            "quantity": 69,
            "characteristics": {
                "Цвет": "черный",
                "Размеры": "XXS - XXL",
                "Материал": "хлопок",
                "Пол": "мужской",
                "Возраст" : "6+",
                "Производство":"Китай"
            }
        },
        {
            "category": "shirts",
            "id": 3,
            "name": "Футболка «Roblox: Яркий стиль»",
            "price": 1299,
            "description": "Отличное дополнение к гардеробу любого поклонника популярной игры! Нежно-розовая основа футболки украшена ярким логотипом «Roblox» и изображением стильных аватаров из игры. Этот дизайн подчеркивает уникальность и привлекает внимание. Материал: мягкий и дышащий хлопок, обеспечивающий комфорт при ношении. Прекрасно подойдет для прогулок, игр или в качестве подарка фанатам Roblox. Создай модный игровой образ с этой футболкой!",
            "image": "https://ae04.alicdn.com/kf/S63418685887247ae9732543c7e6753bdg.jpg",
            "quantity": 45,
            "characteristics": {
                "Цвет": "розовый",
                "Размеры": "XXS - XXL",
                "Материал": "хлопок",
                "Пол": "женский",
                "Возраст" : "6+",
                "Производство":"Китай"
            }
        },
        {
            "category": "hoodies",
            "id": 4,
            "name": "Толстовка «CS:GO: Боевая готовность»",
            "price": 2299,
            "description": "Идеальный выбор для поклонников культового шутера Counter-Strike: Global Offensive! На темно-синем фоне изображены бойцы спецназа в полной экипировке, готовые к операции. Яркий логотип «CS:GO» подчеркивает связь с любимой игрой и придает стильный акцент. Материал: мягкий, приятный на ощупь полиэстер, обеспечивающий комфорт и тепло. Подходит для прогулок, игр или в подарок настоящему поклоннику CS:GO. Подчеркни свою любовь к игре с этой стильной толстовкой!",
            "image": "https://ae04.alicdn.com/kf/Scdffbd494b36443ca222a75de02bf5a0a.jpg_640x640.jpg",
            "quantity": 33,
            "characteristics": {
                "Цвет": "черный",
                "Размеры": "XXS - XXL",
                "Материал": "хлопок",
                "Пол": "унисекс",
                "Возраст" : "6+",
                "Производство":"Россия"
            }
        },
        {
            "category": "hoodies",
            "id": 5,
            "name": "Толстовка «GTA V: Легендарный стиль»",
            "price": 2299,
            "description": "Отличный выбор для фанатов культовой игры Grand Theft Auto V! Ярко-красная основа дополнена узнаваемым логотипом «Grand Theft Auto V», создающим стильный акцент и передающим дух популярной игры. Материал: плотный и мягкий хлопок, идеально сохраняющий тепло и комфорт. Подходит для повседневной носки, прогулок или в качестве подарка фанату GTA V. Вырази свою любовь к легендарной игре с этой стильной толстовкой!",
            "image": "https://ae04.alicdn.com/kf/Se8bc931651ce454fb0ab137d3d0da1f8W.jpg",
            "quantity": 53,
            "characteristics": {
                "Цвет": "черный",
                "Размеры": "XXS - XXL",
                "Материал": "хлопок",
                "Пол": "унисекс",
                "Возраст" : "6+",
                "Производство":"Россия"
            }
        },
        {
            "category": "hoodies",
            "id": 6,
            "name": "Толстовка «Fortnite: Рыбный пират»",
            "price": 2499,
            "description": "Стильный выбор для фанатов культовой игры Fortnite! На ярко-желтом фоне изображен любимый многими персонаж — Рыбный пират, создающий веселый и динамичный образ. Материал: мягкий и приятный полиэстер, обеспечивающий комфорт и практичность при носке. Идеально подходит для прогулок, игр или в качестве оригинального подарка фанату Fortnite. Погрузись в атмосферу игры с этой крутой толстовкой!",
            "image": "https://ae04.alicdn.com/kf/S44cd5aa8c759478e9431795b3948a46ez.jpg",
            "quantity": 26,
            "characteristics": {
                "Цвет": "желтый",
                "Размеры": "XXS - XXL",
                "Материал": "хлопок",
                "Пол": "унисекс",
                "Возраст" : "6+",
                "Производство":"Россия"
            }
        },
        {
            "category": "caps",
            "id": 7,
            "name": "Бейсболка «Brawl Stars: Яркий стиль»",
            "price": 1499,
            "description": "Отличный аксессуар для поклонников популярной игры Brawl Stars! Ярко-синий цвет идеально сочетается с фирменным логотипом «Brawl Stars», создавая стильный и запоминающийся образ. Материал: качественная и легкая ткань, обеспечивающая комфорт при носке и хорошо пропускающая воздух. Идеально подходит для прогулок, активного отдыха или в подарок настоящему фанату игры. Добавь яркости и скорости в свой стиль с этой бейсболкой!",
            "image": "https://footbolki.kz/_sh/18/1834m.jpg",
            "quantity": 36,
            "characteristics": {
                "Цвет": "синий",
                "Размеры": "XXS - XXL",
                "Материал": "полиэстер",
                "Пол": "унисекс",
                "Возраст" : "4+",
                "Производство":"Россия"
            }
        },
        {
            "category": "caps",
            "id": 8,
            "name": "Бейсболка «Mario: Классика в стиле»",
            "price": 1399,
            "description": "Отличный аксессуар для фанатов культовой серии игр про Марио! Ярко-красный дизайн с фирменной эмблемой «M» создает неповторимый образ и подчеркивает связь с легендарным персонажем. Материал: качественная и прочная ткань, комфортная в носке и долговечная. Идеально подойдет для повседневного стиля, прогулок или как подарок любителям игр Nintendo. Открой в себе дух приключений с этой стильной кепкой!",
            "image": "https://cdn1.ozone.ru/s3/multimedia-8/6590290148.jpg",
            "quantity": 22,
            "characteristics": {
                "Цвет": "красный",
                "Размеры": "XXS - XXL",
                "Материал": "полиэстер",
                "Пол": "унисекс",
                "Возраст" : "4+",
                "Производство":"Россия"
            }
        },
        {
            "category": "caps",
            "id": 9,
            "name": "Бейсболка «Red Dead Redemption II: Дикий Запад»",
            "price": 1999,
            "description": "Отличный выбор для фанатов легендарной игры! Классический черный верх с объемной вышивкой логотипа «Red Dead Redemption II» сочетается с ярким козырьком, украшенным изображением главного героя на фоне заката. Материал: качественный и долговечный полиэстер, обеспечивающий комфорт и износостойкость. Подходит для повседневной носки, прогулок или в подарок поклонникам атмосферы Дикого Запада. Добавь стиль приключений в свой образ с этой уникальной кепкой!",
            "image": "https://avatars.mds.yandex.net/i?id=1f122cb6309aa43a80bc44be1f37e8cf_l-10132637-images-thumbs&n=13",
            "quantity": 14,
            "characteristics": {
                "Цвет": "чёрный",
                "Размеры": "XXS - XXL",
                "Материал": "полиэстер",
                "Пол": "унисекс",
                "Возраст" : "4+",
                "Производство":"Россия"
            }
        }

    ]

}